Revit 2024 API
UnitTypeId.CubicYards Property
 Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicYards { get; }
Visual Basic
Public Shared ReadOnly Property CubicYards As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicYards {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace